Revit 2027 API
ProgressChangedEventArgs.LowerRange Property
 Lower part of progress bar range - always zero
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int LowerRange { get; }
Public ReadOnly Property LowerRange As Integer
	Get
public:
property int LowerRange {
	int get ();
}
member LowerRange : int with get
Property Value
Int32
See Also
Reference
ProgressChangedEventArgs Class
Autodesk.Revit.DB.Events Namespace